Repository: FLAMEEERT/CloseUpPlus
Catalog: Sources/CloseUp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans, zh_hant

source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報
pt: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
pt: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
ja: 謝辞
pt: Agradecimentos
ru: Благодарности
zh_hans: 致谢
zh_hant: 致謝

source: Activate Source Window
de: Quellfenster aktivieren
es: Activar ventana de origen
fr: Activer la fenêtre source
ja: ソースウインドウをアクティブにする
pt: Ativar janela de origem
ru: Активировать исходное окно
zh_hans: 激活源窗口
zh_hant: 啟用來源視窗

source: Active only while Mission Control is open.
de: Nur aktiv, wenn Mission Control geöffnet ist.
es: Solo activo mientras Mission Control está abierto.
fr: Actif uniquement lorsque Mission Control est ouvert.
ja: Mission Control が開いているときのみ有効です。
pt: Ativo somente enquanto o Mission Control estiver aberto.
ru: Активно только при открытом Mission Control.
zh_hans: 仅在调度中心打开时有效。
zh_hant: 僅在調度中心開啟時有效。

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
pt: Verificar atualizações automaticamente
ru: Автоматически проверять наличие обновлений
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Changes apply immediately.
de: Änderungen werden sofort übernommen.
es: Los cambios se aplican de inmediato.
fr: Les changements s’appliquent immédiatement.
ja: 変更はすぐに適用されます。
pt: As alterações são aplicadas imediatamente.
ru: Изменения применяются сразу.
zh_hans: 更改会立即生效。
zh_hant: 變更會立即生效。

source: Capture suspended
de: Aufnahme angehalten
es: Captura suspendida
fr: Capture suspendue
ja: キャプチャは一時停止中
pt: Captura pausada
ru: Захват приостановлен
zh_hans: 捕获已暂停
zh_hant: 擷取已暫停

source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
pt: Canal
ru: Канал
zh_hans: 更新通道
zh_hant: 更新通道

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
pt: Buscar Atualizações…
ru: Проверить наличие обновлений…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose which controls appear on each window in Mission Control.
de: Wählen Sie, welche Steuerelemente in Mission Control auf jedem Fenster angezeigt werden.
es: Elige qué controles aparecen en cada ventana en Mission Control.
fr: Choisissez les contrôles qui apparaissent sur chaque fenêtre dans Mission Control.
ja: Mission Control の各ウインドウに表示するコントロールを選択します。
pt: Escolha quais controles aparecem em cada janela no Mission Control.
ru: Выберите элементы управления, отображаемые на каждом окне в Mission Control.
zh_hans: 选择在调度中心中每个窗口上显示的控制按钮。
zh_hant: 選擇在調度中心中每個視窗上顯示的控制按鈕。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close All Windows
de: Alle Fenster schließen
es: Cerrar todas las ventanas
fr: Fermer toutes les fenêtres
ja: すべてのウインドウを閉じる
pt: Fechar Todas as Janelas
ru: Закрыть все окна
zh_hans: 关闭所有窗口
zh_hant: 關閉所有視窗

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
pt: Fechar Janela
ru: Закрыть окно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: CloseUp uses Accessibility to read Mission Control windows and perform its controls. Screen Recording is separate and used only for Pin: it mirrors only the selected window locally, captures no audio, records or saves no files, uploads no frames, and sends no analytics payload.
de: CloseUp verwendet Bedienungshilfen, um Fenster in Mission Control zu lesen und die entsprechenden Aktionen auszuführen. Die Bildschirmaufnahme ist davon unabhängig und wird nur für Pin verwendet: Es wird ausschließlich das ausgewählte Fenster lokal gespiegelt, ohne Audio aufzunehmen, Dateien zu erstellen oder zu speichern, Frames hochzuladen oder Analyse-Nutzdaten zu senden.
es: CloseUp usa Accesibilidad para leer las ventanas de Mission Control y ejecutar sus acciones. La grabación de pantalla es independiente y solo se usa para Pin: refleja localmente únicamente la ventana seleccionada, sin capturar audio, grabar ni guardar archivos, subir fotogramas ni enviar datos de análisis.
fr: CloseUp utilise l’accessibilité pour lire les fenêtres de Mission Control et exécuter ses actions. L’enregistrement d’écran est indépendant et utilisé uniquement pour Pin : seule la fenêtre sélectionnée est mise en miroir localement, sans audio, sans enregistrer ni sauvegarder de fichiers, sans téléverser d’images et sans envoyer de données analytiques.
ja: CloseUp はアクセシビリティを使用して Mission Control のウインドウを読み取り、操作します。画面収録は独立した権限で、Pin にのみ使用されます。選択したウインドウだけをローカルでミラー表示し、音声の取得、録画やファイル保存、フレームのアップロード、分析データの送信は行いません。
pt: O CloseUp usa Acessibilidade para ler as janelas do Mission Control e executar seus controles. A Gravação de Tela é independente e usada apenas para o Pin: somente a janela selecionada é espelhada localmente, sem capturar áudio, gravar ou salvar arquivos, enviar quadros ou transmitir dados analíticos.
ru: CloseUp использует Универсальный доступ, чтобы читать окна в Mission Control и выполнять их действия. Запись экрана является отдельным разрешением и используется только для Pin: локально отображается только выбранное окно, без захвата звука, записи или сохранения файлов, отправки кадров и аналитических данных.
zh_hans: CloseUp 使用“辅助功能”来读取调度中心中的窗口并执行相应操作。“屏幕录制”权限独立存在，仅用于 Pin：只在本地镜像显示选中的窗口，不采集音频、不录制或保存文件、不上传画面，也不发送分析数据。
zh_hant: CloseUp 使用「輔助使用」來讀取調度中心中的視窗並執行相關操作。「螢幕錄製」權限獨立存在，僅用於 Pin：只在本機鏡像顯示選取的視窗，不擷取音訊、不錄製或儲存檔案、不上傳畫面，也不傳送分析資料。

source: CloseUp updates automatically using a signed, notarized release feed.
de: CloseUp wird automatisch über einen signierten, notarisierten Release-Feed aktualisiert.
es: CloseUp se actualiza automáticamente mediante un canal de versiones firmado y notarizado.
fr: CloseUp se met à jour automatiquement via un flux de publication signé et notarisé.
ja: CloseUp は、署名・公証済みのリリースフィードを使用して自動的にアップデートします。
pt: CloseUp se atualiza automaticamente usando um feed de versões assinado e notarizado.
ru: CloseUp обновляется автоматически через подписанный и нотаризованный канал выпусков.
zh_hans: CloseUp 使用经过签名和公证的发布源自动更新。
zh_hant: CloseUp 使用經過簽名和公證的發佈來源自動更新。

source: Controls
de: Steuerelemente
es: Controles
fr: Contrôles
ja: コントロール
pt: Controles
ru: Элементы управления
zh_hans: 控制按钮
zh_hant: 控制按鈕

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
pt: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用

source: Enable CloseUp
de: CloseUp aktivieren
es: Activar CloseUp
fr: Activer CloseUp
ja: CloseUp を有効にする
pt: Ativar o CloseUp
ru: Включить CloseUp
zh_hans: 启用 CloseUp
zh_hant: 啟用 CloseUp

source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに合わせる
pt: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: General
de: Allgemein
fr: Général
ja: 一般
pt: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Granted
de: Erteilt
es: Concedido
fr: Accordée
ja: 許可済み
pt: Concedida
ru: Предоставлено
zh_hans: 已授权
zh_hant: 已授權

source: Hide All but This
de: Andere Apps ausblenden
es: Ocultar las demás apps
fr: Masquer les autres apps
ja: ほかのアプリを隠す
pt: Ocultar as Outras Apps
ru: Скрыть остальные приложения
zh_hans: 隐藏其他应用
zh_hant: 隱藏其他 App

source: Hide App
de: App ausblenden
es: Ocultar app
fr: Masquer l'app
ja: アプリを隠す
pt: Ocultar App
ru: Скрыть приложение
zh_hans: 隐藏应用
zh_hant: 隱藏 App

source: Hide Menu Bar Icon
de: Menüleistensymbol ausblenden
es: Ocultar el icono de la barra de menús
fr: Masquer l’icône de la barre des menus
ja: メニューバーアイコンを隠す
pt: Ocultar Ícone da Barra de Menus
ru: Скрыть значок в строке меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單列圖示

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
pt: Última verificação
ru: Последняя проверка
zh_hans: 上次检查
zh_hant: 上次檢查

source: Launch at login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l'ouverture de session
ja: ログイン時に開く
pt: Abrir ao iniciar sessão
ru: Запускать при входе
zh_hans: 开机时启动
zh_hant: 在登入時打開

source: Maximize
de: Maximieren
es: Maximizar
fr: Agrandir
ja: 最大化
pt: Maximizar
ru: Развернуть
zh_hans: 最大化
zh_hant: 最大化

source: Maximize Window
de: Fenster maximieren
es: Maximizar ventana
fr: Agrandir la fenêtre
ja: ウインドウを最大化
pt: Maximizar janela
ru: Развернуть окно
zh_hans: 最大化窗口
zh_hant: 最大化視窗

source: Minimize
de: Im Dock ablegen
es: Minimizar
fr: Réduire
ja: しまう
pt: Minimizar
ru: Свернуть
zh_hans: 最小化
zh_hant: 縮到最小

source: Minimize All Windows
de: Alle Fenster im Dock ablegen
es: Minimizar todas las ventanas
fr: Réduire toutes les fenêtres
ja: すべてのウインドウをしまう
pt: Minimizar Todas as Janelas
ru: Свернуть все окна
zh_hans: 最小化所有窗口
zh_hant: 將所有視窗縮到最小

source: Minimize Window
de: Fenster im Dock ablegen
es: Minimizar ventana
fr: Réduire la fenêtre
ja: ウインドウをしまう
pt: Minimizar Janela
ru: Свернуть окно
zh_hans: 最小化窗口
zh_hant: 將視窗縮到最小

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
pt: Nunca
ru: Никогда
zh_hans: 从未
zh_hant: 從未

source: Not granted
de: Nicht erteilt
es: No concedido
fr: Non accordée
ja: 未許可
pt: Não concedida
ru: Не предоставлено
zh_hans: 未授权
zh_hant: 未授權

source: Open Accessibility Settings…
de: Bedienungshilfen-Einstellungen öffnen…
es: Abrir los ajustes de accesibilidad…
fr: Ouvrir les réglages d’accessibilité…
ja: 「アクセシビリティ」設定を開く…
pt: Abrir os ajustes de acessibilidade…
ru: Открыть настройки универсального доступа…
zh_hans: 打开“辅助功能”设置…
zh_hant: 打開「輔助使用」設定…

source: Open source under GPL-3.0.
de: Open Source unter GPL-3.0.
es: Código abierto bajo GPL-3.0.
fr: Open source sous licence GPL-3.0.
ja: GPL-3.0 のもとでオープンソース公開されています。
pt: Código aberto sob GPL-3.0.
ru: Открытый исходный код под лицензией GPL-3.0.
zh_hans: 以 GPL-3.0 授权开放源代码。
zh_hant: 以 GPL-3.0 授權開放原始碼。

source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
ja: アクセス権
pt: Permissão
ru: Разрешение
zh_hans: 权限
zh_hant: 權限

source: Pinned Window
de: Angeheftetes Fenster
es: Ventana fijada
fr: Fenêtre épinglée
ja: ピン留めしたウインドウ
pt: Janela fixada
ru: Закреплённое окно
zh_hans: 已固定的窗口
zh_hant: 已固定的視窗

source: Quit App
de: App beenden
es: Salir de la app
fr: Quitter l'app
ja: アプリを終了
pt: Encerrar App
ru: Завершить приложение
zh_hans: 退出应用
zh_hant: 結束 App

source: Quit CloseUp
de: CloseUp beenden
es: Salir de CloseUp
fr: Quitter CloseUp
ja: CloseUp を終了
pt: Encerrar o CloseUp
ru: Завершить CloseUp
zh_hans: 退出 CloseUp
zh_hant: 結束 CloseUp

source: Requesting…
de: Wird angefordert …
es: Solicitando…
fr: Demande en cours…
ja: 要求中…
pt: Solicitando…
ru: Запрос…
zh_hans: 正在请求…
zh_hant: 正在要求…

source: Restore Default
de: Standardwert wiederherstellen
es: Restaurar valor predeterminado
fr: Réinitialiser
ja: デフォルトに戻す
pt: Restaurar padrão
ru: Восстановить значение по умолчанию
zh_hans: 恢复默认
zh_hant: 回復預設值

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d’écran
ja: 画面収録
pt: Gravação de Tela
ru: Запись экрана
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screen Recording access is available for Pin.
de: Der Zugriff auf die Bildschirmaufnahme ist für Pin verfügbar.
es: El acceso a la grabación de pantalla está disponible para Pin.
fr: L’accès à l’enregistrement d’écran est disponible pour Pin.
ja: Pin で画面収録を利用できます。
pt: O acesso à Gravação de Tela está disponível para o Pin.
ru: Доступ к записи экрана доступен для Pin.
zh_hans: Pin 已获得“屏幕录制”权限。
zh_hant: Pin 已取得「螢幕錄製」權限。

source: Screen Recording access is required only for Pin. Set it up before using a selected-window mirror.
de: Der Zugriff auf die Bildschirmaufnahme wird nur für Pin benötigt. Richten Sie ihn ein, bevor Sie ein ausgewähltes Fenster spiegeln.
es: El acceso a la grabación de pantalla solo es necesario para Pin. Configúralo antes de usar un espejo de una ventana seleccionada.
fr: L’accès à l’enregistrement d’écran est requis uniquement pour Pin. Configurez-le avant d’utiliser le miroir d’une fenêtre sélectionnée.
ja: 画面収録の許可は Pin にのみ必要です。選択したウインドウのミラーを使う前に設定してください。
pt: O acesso à Gravação de Tela é necessário apenas para o Pin. Configure-o antes de usar um espelho da janela selecionada.
ru: Доступ к записи экрана нужен только для Pin. Настройте его перед использованием зеркала выбранного окна.
zh_hans: “屏幕录制”权限仅用于 Pin。使用选中窗口的镜像前，请先完成设置。
zh_hant: 「螢幕錄製」權限僅用於 Pin。使用選取視窗的鏡像前，請先完成設定。

source: Screen Recording access was allowed, but CloseUp must be restarted before Pin can use it.
de: Der Zugriff auf die Bildschirmaufnahme wurde erlaubt, aber CloseUp muss neu gestartet werden, bevor Pin ihn verwenden kann.
es: Se ha permitido el acceso a la grabación de pantalla, pero debes reiniciar CloseUp para que Pin pueda usarlo.
fr: L’accès à l’enregistrement d’écran a été autorisé, mais CloseUp doit être redémarré avant que Pin puisse l’utiliser.
ja: 画面収録へのアクセスは許可されましたが、Pin で使うには CloseUp を再起動する必要があります。
pt: O acesso à Gravação de Tela foi permitido, mas é necessário reiniciar o CloseUp para que o Pin possa usá-lo.
ru: Доступ к записи экрана разрешён, но перед использованием Pin необходимо перезапустить CloseUp.
zh_hans: “屏幕录制”权限已允许，但 CloseUp 必须重新启动后，Pin 才能使用。
zh_hant: 「螢幕錄製」權限已允許，但必須重新啟動 CloseUp，Pin 才能使用。

source: Screen Recording access was denied. Allow it in System Settings to use Pin.
de: Der Zugriff auf die Bildschirmaufnahme wurde abgelehnt. Erlauben Sie ihn in den Systemeinstellungen, um Pin zu verwenden.
es: Se ha denegado el acceso a la grabación de pantalla. Permítelo en Ajustes del Sistema para usar Pin.
fr: L’accès à l’enregistrement d’écran a été refusé. Autorisez-le dans Réglages Système pour utiliser Pin.
ja: 画面収録へのアクセスが拒否されました。Pin を使うには「システム設定」で許可してください。
pt: O acesso à Gravação de Tela foi negado. Permita-o nos Ajustes do Sistema para usar o Pin.
ru: В доступе к записи экрана отказано. Разрешите его в системных настройках, чтобы использовать Pin.
zh_hans: “屏幕录制”权限已被拒绝。请在“系统设置”中允许访问，以使用 Pin。
zh_hant: 「螢幕錄製」權限遭到拒絕。請在「系統設定」中允許存取，才能使用 Pin。

source: Screen Recording access was revoked. Re-enable it to use Pin.
de: Der Zugriff auf die Bildschirmaufnahme wurde widerrufen. Aktivieren Sie ihn erneut, um Pin zu verwenden.
es: Se ha revocado el acceso a la grabación de pantalla. Vuelve a activarlo para usar Pin.
fr: L’accès à l’enregistrement d’écran a été révoqué. Réactivez-le pour utiliser Pin.
ja: 画面収録へのアクセスが取り消されました。Pin を使うには再度有効にしてください。
pt: O acesso à Gravação de Tela foi revogado. Ative-o novamente para usar o Pin.
ru: Доступ к записи экрана отозван. Включите его снова, чтобы использовать Pin.
zh_hans: “屏幕录制”权限已被撤销。请重新开启后使用 Pin。
zh_hant: 「螢幕錄製」權限已撤銷。請重新開啟後使用 Pin。

source: Set Up Screen Recording…
de: Bildschirmaufnahme einrichten …
es: Configurar la grabación de pantalla…
fr: Configurer l’enregistrement d’écran…
ja: 画面収録を設定…
pt: Configurar Gravação de Tela…
ru: Настроить запись экрана…
zh_hans: 设置“屏幕录制”…
zh_hant: 設定「螢幕錄製」…

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
pt: Ajustes…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
pt: Atalhos
ru: Сочетания клавиш
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show window controls in Mission Control.
de: Fenstersteuerelemente in Mission Control anzeigen.
es: Mostrar los controles de ventana en Mission Control.
fr: Afficher les commandes de fenêtre dans Mission Control.
ja: Mission Control にウインドウ操作ボタンを表示します。
pt: Mostrar os controles de janela no Mission Control.
ru: Показывать элементы управления окнами в Mission Control.
zh_hans: 在调度中心中显示窗口控制按钮。
zh_hant: 在調度中心中顯示視窗控制按鈕。

source: Stable
de: Stabil
es: Estable
ja: 安定版
pt: Estável
ru: Стабильный
zh_hans: 稳定版
zh_hant: 穩定版

source: Stable ships tagged releases. Beta tracks the nightly build — newer features, less tested.
de: Stabil stammt aus veröffentlichten Versionen, Beta folgt dem Nightly-Build — neue Funktionen früher, aber weniger getestet.
es: El canal estable proviene de versiones publicadas; el canal beta sigue la compilación nocturna: novedades antes, pero menos probadas.
fr: Le canal stable provient des versions publiées ; le canal bêta suit la version nocturne — nouveautés plus tôt, mais moins testées.
ja: 安定版はタグ付きリリース、ベータ版はナイトリービルドを追跡します——新機能をいち早く、ただしテストは少なめ。
pt: O canal estável vem de versões publicadas; o beta acompanha a compilação noturna — novidades antes, mas menos testadas.
ru: Стабильный канал — это релизы с тегами, бета-канал отслеживает ночные сборки — новые функции раньше, но меньше тестирования.
zh_hans: 稳定版来自正式发布，测试版跟踪每日构建——功能更新，但测试较少。
zh_hant: 穩定版來自正式發布，測試版追蹤每日建置——功能更新，但測試較少。

source: Starting capture…
de: Aufnahme wird gestartet…
es: Iniciando la captura…
fr: Démarrage de la capture…
ja: キャプチャを開始しています…
pt: Iniciando a captura…
ru: Запуск захвата…
zh_hans: 正在开始捕获…
zh_hant: 正在開始擷取…

source: Stopping capture…
de: Aufnahme wird beendet…
es: Deteniendo la captura…
fr: Arrêt de la capture…
ja: キャプチャを停止しています…
pt: Parando a captura…
ru: Остановка захвата…
zh_hans: 正在停止捕获…
zh_hant: 正在停止擷取…

source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fr: Temporairement indisponible
ja: 一時的に利用できません
pt: Temporariamente indisponível
ru: Временно недоступно
zh_hans: 暂时不可用
zh_hant: 暫時無法使用

source: Update checks are unavailable in development builds.
de: Die Updateprüfung ist in Entwicklungs-Builds nicht verfügbar.
es: La comprobación de actualizaciones no está disponible en versiones de desarrollo.
fr: La recherche de mises à jour n'est pas disponible dans les versions de développement.
ja: 開発ビルドではアップデートの確認を利用できません。
pt: A verificação de atualizações não está disponível em versões de desenvolvimento.
ru: Проверка обновлений недоступна в сборках для разработки.
zh_hans: 开发版本中无法检查更新。
zh_hant: 開發版本中無法檢查更新。

source: Unable to activate source window
de: Quellfenster konnte nicht aktiviert werden
es: No se pudo activar la ventana de origen
fr: Impossible d’activer la fenêtre source
ja: ソースウインドウをアクティブにできませんでした
pt: Não foi possível ativar a janela de origem
ru: Не удалось активировать исходное окно
zh_hans: 无法激活源窗口
zh_hant: 無法啟用來源視窗

source: Unpin Window
de: Fenster lösen
es: Desfijar ventana
fr: Désépingler la fenêtre
ja: ウインドウのピン留めを解除
pt: Desafixar janela
ru: Открепить окно
zh_hans: 取消固定窗口
zh_hant: 取消固定視窗

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
pt: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新

source: Beta
fr: Bêta
ja: ベータ版
ru: Бета
zh_hans: 测试版
zh_hant: 測試版
